
<p>Πρόσφατα ενεργοποιήθηκε στην υπηρεσία e:Presence ένα χαρακτηριστικό που είχε ζητηθεί από αρκετούς χρήστες και αφορά στη δυνατότητα προσθήκης εναλλακτικών email διευθύνσεων σε έναν λογαριασμό, ώστε να μπορεί αυτός ο λογαριασμός να λάβει προσκλήσεις σε τηλεδιασκέψεις από πολλαπλές email διευθύνσεις.</p>

<p>Έχουμε παρατηρήσει πως έχετε περισσότερα του ενός ιδρυματικά email καταχωρημένα στην υπηρεσία μας και θα προχωρήσουμε στη συγχώνευση τους στην καρτέλα σας. Παρακαλούμε ενημερώστε μας ποιο από τα email που βρίσκονται στο cc πεδίο αυτού του μηνύματος, θα θέλατε να ορίσουμε ως πρωτεύον. Το πρωτεύον email ενός λογαριασμού είναι αυτό στο οποίο έρχονται όλες οι ειδοποιήσεις για τις τηλεδιασκέψεις στις οποίες προσκαλείστε. Σε κάθε περίπτωση, ο συντονιστής που θέλει να σας προσκαλέσει, μπορεί να σας βρει και με κάθε εναλλακτική email διεύθυνση που έχει ο λογαριασμός σας.</p>


<p>Εφόσον μας απαντήσετε για το προτιμητέο email, όλοι οι λογαριασμοί σας που ταυτίζονται με αυτό το Shibboleth login θα ενοποιηθούν σε ένα λογαριασμό, ο οποίος θα περιλαμβάνει όλα τα εναλλακτικά email που έχουν εμφανιστεί (και σε κάθε περίπτωση είναι στο cc πεδίο αυτού του μηνύματος).</p>

<p>Σημείωση: Αν δεν απαντήσετε σε αυτό το μήνυμα, εντός 30 ημερών θα επιλεγεί αυτόματα μία από τις παραπάνω email διευθύνσεις ως πρωτεύουσα για το λογαριασμό σας.</p>

<p>Ευχαριστούμε για τη συνεργασία,<br/>e:Presence support team</p>

